Repository: rushit5560/Sprut_Project
Catalog: sprut-client-flutter-merge-Code/lib/l10n/app_*.arb
Languages: ru, uk

# support_sub_message
source: so we can't just cancel it :( The order will not be refunded. Think carefully before canceling this order. For details, you can contact our call center for support
ru: поэтому мы не можем просто отменить его :(Средства не будут возвращены. Хорошо подумайте, прежде чем отменять заказ. Для получения подробной информации Вы можете связаться с нашим колл-центром
uk: тому ми не можемо його просто так скасувати :(Кошти за замовлення не повернуться. Добре подумайте, перш ніж скасувати це замовлення. За деталями ви можете звернутися до нашого колл-центру

# order_cancel
source: Cancel order
ru: Отмена заказа
uk: Скасувати замовлення

source: Order
ru: Дата заказа:
uk: Дата замовлення:

# order_cancel_request_message
source: Are u sure you want to cancel the order?
ru: Вы точно хотите отменить заказ?
uk: Ви точно хочете скасувати замовлення?

# no_order_message
source: You have not ordered anything yet
ru: Вы пока что ничего не заказывали
uk: Ви поки що нічого не замовляли

source: Working hours:
ru: Рабочие часы:
uk: Робочі години:

# establishment_close_message
source: Sorry, the establishment is already closed
ru: Простите, но заведение уже закрыто
uk: Вибачте, але заклад вже зачинений

source: Closed
ru: Закрыто
uk: Зачинено

# establishment_close_air_alarm_message
source: Sorry, the establishment is closed during the air alarm. You necessary wait for the cancellation of the air alarm alert
ru: Простите, но заведение закрыто во время воздушной тревоги. Необходимо немного подождать, чтоб мы продолжили работу.
uk: Вибачте, але заклад не працює під час повітряної тривоги. Потрібно трохи зачекати, щоб ми продовжили роботу.

# out_of_stock
source: Out of Stocks
ru: Нет в наличии
uk: Відсутній

source: Call a cab
ru: Заказать такси
uk: Замовити таксі

# product_not_available
source: The product is not available:
ru: Товара нет в наличии:
uk: Товару немає в наявності:

# welcome_screen_message
source: Select a service that will always be displayed when you open the application
ru: Выберите сервис, который всегда будет отображаться при открытии приложения:
uk: Оберіть сервіс, який завжди буде відображатися при відкритті додатку:

# txt_taxi
source: Taxi
ru: Такси
uk: Таксі

# txt_delivery
source: Delivery
ru: Доставка
uk: Доставка

# txt_order_preparing
source: Order Preparing
ru: Заказ готовится
uk: Замовлення готується

# txt_order_packing
source: Order is Packing
ru: Заказ пакуется
uk: Замовлення пакується

# txt_order_delivered
source: Order Delivered
ru: Заказ доставлен
uk: Замовлення доставлено

# txt_order_courier_on_the_way
source: Courier on the way
ru: Курьер в пути
uk: Кур'єр у дорозі

# txt_order_cancelled
source: Order Cancelled
ru: Закакз отменен
uk: Замовлення скасовано

source: Today at
ru: Сегодня в
uk: Сьогодні о

source: Accept
uk: Прийняти

# empty_find_products_search
source: Sorry, we did not find any products with a similar
uk: К сожалению, мы не нашли ни одного продукта, который соответствует
