Repository: rushit5560/Sprut_Project
Catalog: sprut-client-flutter-merge-Code/lib/l10n/app_*.arb
Languages: ru, uk

source: Login
ru: Авторизоваться
uk: Увійти

# callCar
source: To call a car, enter your valid phone number
ru: Чтобы вызвать машину, введите свой действующий номер телефона
uk: Щоб зателефонувати в автомобіль, введіть свій дійсний номер телефону

source: Phone number
ru: Телефонный номер
uk: Номер телефону

# continueText
source: Continue
ru: Продолжать
uk: Продовжуйте

# networkError
source: Count not connected to server Please check your internet connection!
ru: Счетчик не подключен к серверу Пожалуйста, проверьте свой интернет связь!
uk: Лічильник не підключений до сервера Перевірте своє інтернет-з’єднання !

# smsConfirm
source: An SMS with a confirmation code has been sent to your phone number
ru: На ваш номер телефона отправлено SMS с кодом подтверждения
uk: На ваш номер телефону надіслано SMS з кодом підтвердження

# enterCode
source: Please enter the code
ru: Пожалуйста, введите код
uk: Будь ласка, введіть код

source: Resend Code ?
ru: Отправить код еще раз ?
uk: Надіслати код повторно ?

source: Try Again
ru: Попробуйте еще раз
uk: Спробуйте ще раз

# noInternet
source: Can't connected to internet Please check your network settings!
ru: Не могу подключиться к интернету Пожалуйста, проверьте настройки сети!
uk: Не вдається підключитися до Інтернету Перевірте налаштування мережі!

source: Confirm
ru: Подтверждать
uk: Підтвердьте

# city
source: Cities
ru: Города
uk: Міста

# whereLive
source: Select the city where you live:
ru: Выберите город, в котором вы живете:
uk: Виберіть місто, де ви живете:

# welcome
source: Welcome to
ru: Добро пожаловать в
uk: Ласкаво просимо до

# welcomeHeadline
source: Safe high quality comfortable
ru: Безопасно, качественно, удобно!
uk: Безпечно, якісно, комфортно!

source: Get started
ru: Начать
uk: Розпочати

# issueWithVerification
source: Having issues with receiving verification code?
ru: Проблемы с получением проверочного кода
uk: Виникли проблеми з отриманням коду підтвердження?

source: Cancel
ru: Отмена
uk: Скасувати

# changeMobile
source: Change phone number
ru: Изменить номер телефона
uk: Змінити номер телефону

# notReceiveSms
source: Not received an SMS
ru: Не пришло смс
uk: Не отримав SMS

source: Verification
ru: Проверка
uk: Перевірка

source: Where to arrive?
ru: Куда подать автомобиль?
uk: Куди подати авто?

source: Where to go?
ru: Куда поедем?
uk: Куди поїдемо?

source: Home
ru: Дом
uk: Дім

source: Work
ru: Работа
uk: Робота

source: Last trip
ru: Повторить поездку
uk: Повторити поїздку

# turnOnGPSMessage
source: Turn on GPS for automatic determination of your location
ru: Включите GPS для автоматического определения вашего местоположения
uk: Увімкніть GPS для автоматичного визначення Вашого місцезнаходження

source: My Location
ru: Мое местоположение
uk: Моє місцезнаходження

source: Logout
ru: Выйти из аккаунта
uk: Вийти з облікового запису

source: Order history
ru: История заказов
uk: Історія замовлень

source: Payment
ru: Оплата
uk: Оплата

# setting
source: Settings
ru: Настройки
uk: Налаштування

source: About
ru: О нас
uk: Про нас

source: News
ru: Новости
uk: Новини

# becomeDriver
source: To become a driver
ru: Хотите работать водителем?
uk: Бажаєте працювати водієм?

# toMakeMoney
source: Make money at the time that is convenient for you
ru: Зарабатывайте в удобное для Вас время.
uk: Заробляйте у зручний для Вас час.

# startSearchCar
source: Start searching for a car or swipe up to change the car class
ru: Начните поиск автомобиля или проведите пальцем вверх, чтобы изменить класс автомобиля
uk: Почніть пошук авто, або проведіть пальцем вгору, щоб змінити клас авто

source: Services
ru: Услуги
uk: Послуги

source: Comments
ru: Комментарий
uk: Коментар

source: Find a car
ru: Заказать
uk: Пошук

source: Preorder
ru: Предзаказ
uk: На час

source: Popular
ru: Выберите класс автомобиля:
uk: Виберіть клас автомобіля:

# withRate
source: With these rates the average time to get a car is 5 minutes
ru: Среднее время поиска автомобиля - 30 секунд
uk: Середній час пошуку автомобіля – 30 секунд

# minOrderAmount
source: The minimum order amount is:
ru: Минимальная стоимость:
uk: Мінімальна вартість поїздки:

source: Home Address
ru: Домашний адрес
uk: Домашня адреса

source: Work Address
ru: Рабочий адрес
uk: Робоча адреса

source: Enter home location:
ru: Введите адрес Вашего дома:
uk: Введіть адресу Вашого дому:

source: Enter work location:
ru: Введите адрес Вашей работы:
uk: Введіть адресу Вашої роботи:

source: Save
ru: Сохранить
uk: Зберегти

source: min
ru: мин
uk: хв

# minimumu_cost
source: Minimum cost:
ru: Минимальная стоимость заказа:
uk: Мінімальная вартість:

source: Price for km:
ru: Цена за километр:
uk: Ціна за кілометр:

source: Downtime:
ru: Цена ожидания:
uk: Очікування:

# no_of_seats
source: Number of seats:
ru: Количество сидений:
uk: Кількість сидінь:

# minimum_price_order
source: The minimum price of the order may change, if you choose additional services to the order
ru: Минимальная цена заказа может измениться, если Вы выберете дополнительные услуги к заказу
uk: Мінімальна ціна замовлення може змінитися, якщо Ви виберете додаткові послуги до замовлення

source: Got it
ru: Понятно
uk: Зрозуміло

source: Vinnytsia
ru: Винница
uk: Вінниця

source: Uman
ru: Умань
uk: Умань

source: Haisyn
ru: Гайсын
uk: Гайсин

# confirm_button
source: Confirm
ru: Подтвердить
uk: Підтвердити

# payment_title
source: Payment methods
ru: Способы оплаты
uk: Типи оплати

# payment_desc
source: What type of payment do you want to pay for the ride?
ru: Каким видом оплаты Вы хотите оплатить поездку?
uk: Яким типом оплати Ви бажаєте сплатити поїздку?

source: Balance
ru: Баланс
uk: Баланс

source: Cash
ru: Наличные
uk: Готівка

source: Add Card
ru: Добавить карту
uk: Додати картку

source: Card
ru: Карта
uk: Картка

source: Replenish
ru: Пополнить
uk: Поповнити

# service_title
source: Services
ru: Услуги
uk: Послуги

# service_desc
source: What additional services do you need?
ru: Какие дополнительные услуги вам нужны?
uk: Які додаткові послуги Вам потрібні?

# comment_title
source: Comment
ru: Комментарий
uk: Комментар

# comment_desc
source: Write a comment for the driver:
ru: Добавьте комментарий для водителя:
uk: Напишіть коментар для водія:

# comment_hint
source: Start writing a comment
ru: Начните вводить комментарий
uk: Почніть вводити коментар

# comment_1
source: I am near
ru: Я около
uk: Я біля

# comment_2
source: Entrance number
ru: Мой номер подъезда
uk: Мій номер під’їзду

# comment_3
source: Please call me back
ru: Перезвоните мне
uk: Передзвоніть мені

# comment_4
source: Come in from the side of the
ru: Заезжайте со стороны
uk: Заїжджайте зі сторони

source: Edit
ru: Ред.
uk: Ред.

source: Ready
ru: Готово
uk: Зберегти

source: Replenish Balance
ru: Пополнение баланса
uk: Поповнення балансу

# enter_add_amount
source: Enter the amount you want to fund your account
ru: Выберите сумму пополнения:
uk: Оберіть суму поповнення:

# other_amount
source: Інша сума
ru: Другая сумма

# preorder_title
source: Pre-order
ru: Предзаказ
uk: Замовлення на час

# preorder_desc
source: Select a time of 30 minutes more from this point, otherwise the order will be created for "Now":
ru: Выберите время на 30 минут больше от данного момента, иначе заказ будет создан на "Сейчас":
uk: Оберіть час на 30 хвилин більше від цього моменту, інакше замовлення буде створено на "Зараз":

source: Call
ru: Позвонить
uk: Подзвонити

source: Share
ru: Поделиться
uk: Поділитися

source: Done
ru: Готово
uk: Готово

# searching_driver
source: Searching for a driver
ru: Ищем водителя:
uk: Шукаємо водія

# arriving_driver
source: will arrive at
ru: прибудет в
uk: буде на місці в

# waiting_driver
source: is waiting for you
ru: ожидает Вас:
uk: очікує на Вас:

source: In ride
ru: В процессе поездки
uk: У процесі поїздки

# how_was_trip
source: How was your trip?
ru: Как Вы оцените поездку?
uk: Як ви оціните поїздку?

source: Your trip was
ru: Цена поездки составляет:
uk: Вартість поїздки складає:

# for_payment
source: For paymant:
ru: На водительском счетчике:
uk: На лічильнику у водія:

source: Ride time:
ru: Время поездки:
uk: Тривалість поїздки:

source: Route length:
ru: Пройденное расстояние:
uk: Проїхали дистанцію:

# route_unit
source: Km
ru: км
uk: км

# cancel_trip_msg
source: Are you sure you want to cancel your trip?
ru: Вы точно хотите отменить поездку?
uk: Ви точно хочете скасувати поїздку?

source: No
ru: Нет
uk: Ні

source: Yes
ru: Точно
uk: Точно

source: Too bad
ru: Очень плохо
uk: Дуже погано

source: Bad
ru: Плохо

source: Medium
ru: Средне
uk: Середньо

source: Good
ru: Хорошо
uk: Добре

source: Excellent
ru: Очень хорошо
uk: Дуже добре

source: Tip for the driver
ru: Оставить чаевые водителю:
uk: Залишити чайові водієві:

# what_didnt_like
source: What didn't you like?
ru: Что Вам не понравилось?
uk: Що Вам не сподобалось?

# select_problem
source: Select the problem you need or leave a comment:
ru: Выберите вариант или напишите комментарий:
uk: Оберіть варіант або напишіть коментар:

source: Traffic offence
ru: Нарушение ПДД
uk: Порушення правил дорожнього руху

source: Dirty salon
ru: Грязный салон
uk: Брудний салон

source: Ruffled driver
ru: Грубый водитель
uk: Грубий водій

# write_personal_comment
source: Write a personal comment:
ru: Напишите личный комментарий:
uk: Напишіть особистий коментар:

# personal_comment_hint
source: The driver scolded me because he thought I slammed the doors!
ru: Начните вводить комментарий
uk: Почніть вводити коментар

source: About us
ru: О нас
uk: Про нас

# basic_info
source: Basic information
ru: Основная информация
uk: Загальна інформація

# go_to_sprut
source: Go to sprut.ua
ru: Перейти на sprut.ua
uk: Перейти на sprut.ua

source: Privacy policy
ru: Политика конфиденциальности
uk: Політика конфіденційності

source: Call us
ru: Позвонить нам
uk: Подзвонити нам

# social_network
source: Social networks
ru: Социальные сети
uk: Соціальні мережі

# email_subject
source: Feedback on Sprut
ru: Отзыв об Sprut
uk: Відгук про Sprut

# found_driver_1
source: We've found a driver for you
ru: Автомобиль найден
uk: Авто знайдене

# found_driver_2
source: driving
ru: на
uk: на

# found_driver_3
source: and will come
ru: прибудет в
uk: прибуде о

# arrive_driver_1
source: Your driver arrived
ru: Ваш водитель прибыл
uk: Ваш водій прибув

# arrive_driver_3
source: and waiting for you
ru: ждет вас
uk: очікує на вас

# cancel_driver_1
source: Search was cancelled
ru: Поиск был отменен
uk: Пошук був скасований

# cancel_driver_2
source: I'm sorry, but the driver canceled your order. Search again and we will find a car for you!
ru: Простите, но водитель отменил ваш заказ. Попробуйте снова и мы найдем для вас авто!
uk: Вибачте, але водій скасував ваше замовлення. Спробуйте знову і ми знайдемо для вас авто!

source: Favourite addresses
ru: Избранные адреса
uk: Вибрані адреси

source: Main settings
ru: Основные настройки
uk: Основні налаштування

source: Remind about pre-order
ru: Напомнить о предзаказе
uk: Нагадати про попереднє замовлення

source: Your city
ru: Выбор города
uk: Вибір міста

source: Default fare
ru: Любимый тариф
uk: Улюблений тариф

source: Improve maps
ru: Улучшать карты
uk: Поліпшувати карти

source: Improve Sprut
ru: Улучшать спрут
uk: Поліпшувати Sprut

# setting_desc
source: The maps use mapbox technology and OpenStreetMap data. You can leave your comments and suggestions on the Mapbox website. Help Sprut improve the service by enabling automatic sending of diagnostic and usage data.
ru: Помогите Sprut улучшить сервис, включив автоматическую отправку диагностических данных и данных об использовании.
uk: Допоможіть Sprut покращити сервіс, увімкнувши автоматичне надсилання діагностичних даних та даних про використання.

# rate_title
source: Rate
ru: Тарифы:
uk: Тарифи:

# rate_desc
source: Choose your favorite tariff
ru: Этот тариф будет выбран автоматически при создании заказа:
uk: Цей тариф буде обраний автоматично при створенні замовлення:

# reminder_title
source: Reminder
ru: Напоминание пуш-уведомлением
uk: Нагадування пуш-повідомленням

# reminder_desc
source: Reminder of your pre-order
ru: Мы напомним Вам о предзаказе:
uk: Ми нагадаємо Вам про попереднє замовлення:

# preorder_1
source: For 10 min
ru: За 10 минут до прибытия авто
uk: За 10 хвилин до прибуття авто:

# preorder_2
source: For 15 min
ru: За 15 минут до прибытия авто
uk: За 15 хвилин до прибуття авто:

# preorder_3
source: For 20 min
ru: За 20 минут до прибытия авто
uk: За 20 хвилин до прибуття авто:

# preorder_4
source: For 25 min
ru: За 25 минут до прибытия авто
uk: За 25 хвилин до прибуття авто:

source: Your trips
ru: Мои поездки
uk: Мої поїздки

source: Route
ru: Путь:
uk: Маршрут:

source: Completed Trip
ru: Завершенная поездка
uk: Завершена поїздка

source: Payment Type
ru: Тип оплаты:
uk: Тип оплати:

source: Back
ru: Поехать обратно
uk: Поїхати назад

source: Repeat
ru: Повторить
uk: Повторити

# min_add_amount
source: Amount should be greater than 15
ru: Минимальная сумма пополнения - 15 гривен.
uk: Мінімальна сума поповнення - 15 гривень.

# choose_city_title
source: Cities
ru: Ваш город
uk: Ваше місто

# choose_city_desc
source: Select the city where you live:
ru: Выберите город, в котором Вы хотите заказать такси:
uk: Оберіть місто, у якому Ви бажаєте замовити таксі:

# choose_city_confirm
source: Confirm
ru: Подтвердить
uk: Підтвердити

source: Order a taxi
ru: Заказать такси
uk: Замовити таксі

source: Order a delivery
ru: Заказать доставку
uk: Замовити доставку

source: Where to deliver?
ru: Куда доставить?
uk: Куди доставити?

# select_address_or_turn_on_gps
source: Choose an address or turn on GPS
ru: Выберите адрес или включите GPS
uk: Оберіть адресу або увімкніть GPS

source: Search...
ru: Поиск...
uk: Пошук...

source: Your orders
ru: Детали заказа:
uk: Деталі замовлення:

# what_a_cash_back
source: What is cashback?
ru: Что такое кешбэк?
uk: Що таке кешбек?

# cashBackInfoMessage
source: Cashback is an opportunity to return % of the order price to your balance. The balance is used to pay for all services and orders in the app.
ru: Кешбэк - это возможность вернуть % от цены заказа на свой баланс. Баланс используется для оплаты всех услуг и заказов в приложении.
uk: Кешбек - це можливість повернути % від ціни замовлення на свій баланс. Баланс використовується для оплати усіх послуг і замовлень у додатку.

# entrance_number_apartment_number_floor
source: Entrance number/Apartment number/Floor/Door code
ru: Номер подъезда/Квартиры/Этаж/Код домофона...
uk: Номер під’їзду/Квартири/Поверх/Код домофону...

# error_of_no_found_establishment
source: Sorry, we didn't find any products that match
ru: К сожалению, мы не нашли ни одного заведения, который соответствует
uk: К сожалению, мы не нашли ни одного заведения, который соответствует

source: View Cart
ru: Корзина
uk: Кошик

# add_cart
source: Add to cart
ru: Добавить
uk: Додати у кошик

# items
source: Item
ru: шт
uk: шт

source: No, stay
ru: Остаться
uk: Залишитися

source: Yes, close
ru: Да, выйти
uk: Так, вийти

# leaveEstablishmentTitle
source: Leave this establishment?
ru: Покинуть это заведение?
uk: Залишити цей заклад?

# leaveEstablishmentMessage
source: If you exit now, you will lose all the products you have selected. Do you really want to leave?
ru: Если Вы выйдете, корзина очистится. Вы действительно хотите выйти?
uk: Якщо Ви вийдете, кошик очиститься. Ви справді хочете вийти?

source: Details
ru: Детали:
uk: Детальний опис:

# gram
source: g
ru: г
uk: г

# mili
source: ml
ru: мл
uk: мл

# pieces
source: pc
ru: шт
uk: шт

# kilogram
source: kg
ru: кг
uk: кг

source: Okay
ru: Понятно
uk: Зрозуміло

# cart_lower_than_minimum_title
source: The minimum order amount is
ru: Минимальная сумма заказа
uk: Мінімальна сума замовлення

# cart_lower_than_minimum_subtitle
source: . If the amount in the cart is less - you will still pay
ru: . Если в корзине сумма меньше - Вы всё равно оплатите
uk: . Якщо в кошику сума менша - Ви все одно сплатите

source: Choose payment method
ru: Выберите тип оплаты
uk: Оберіть тип оплати:

# remove_card_alert_message
source: Are you sure you want to remove card?
ru: Вы точно хотите удалить карту?
uk: Ви точно хочете видалити картку?

# empty_payment_method_selection_message
source: To complete the order, you must select the type of payment
ru: Выберите тип оплаты, чтоб подтвердить заказ
uk: Оберіть тип оплати, щоб підтвердити замовлення

# balance_amount_alert_message
source: To complete the order, you must top up your balance
ru: Пополните личный баланс, чтоб подтвердить заказ
uk: Поповніть особистий баланс, щоб підтвердити замовлення

source: Select
ru: Выбрать
uk: Обрати

source: Top up
ru: Пополнить
uk: Поповнити

# order_processing_title_message
source: We are processing your order. Please wait a minute
ru: Мы обрабатываем Ваш заказ. Пожалуйста, подождите минуту
uk: Ваше замовлення в обробці. Будь ласка, зачекайте хвилинку

# order_processing_sub_message
source: Your order will be ready soon
ru: Заказ скоро будет принят
uk: Замовлення незабаром буде прийнято

# simple_search
source: Search
ru: Поиск
uk: Пошук

# empty_find_establishment_search
source: Sorry, we couldn't find any establishments with a similar
ru: К сожалению, мы не нашли подходящих заказов или товаров.
uk: На жаль, ми не знайшли відповідних замовлень або продуктів

# empty_find_establishment_search1
source: You can change the value and try again.
ru: Вы можете изменить значение и повторить попытку.
uk: Ви можете змінити значення та повторити спробу.

# placeholder_message_of_search
source: Please enter the name of the establishment
ru: Пожалуйста, введите название заведения
uk: Будь ласка, введіть назву закладу

# placeholder_message_of_product_search
source: Please enter the product name
ru: Пожалуйста, введите название продукта
uk: Будь ласка, введіть назву продукту

# selected_item
source: Selected Items:
ru: Выбрано товаров:
uk: Обрано товарів:

# number_appliances
source: Specify the number of appliances
ru: Сколько приборов Вам нужно?
uk: Скільки приладів Вам потрібно?

# delivery_times
source: Your delivery time
ru: Приблизительное время доставки:
uk: Приблизний час доставки:

source: Your address
ru: Ваш адрес:
uk: Ваша адреса:

source: Note to Restaurant
ru: Комментарий к заведению:
uk: Коментар до закладу:

# placeholder_note_of_restaurant
source: (Foods that you are allergic to, extra sauces e.g)
ru: Оставьте комментарий
uk: Залиште коментар

source: Products:
ru: Товары:
uk: Товари:

# prices
source: Price:
ru: Цена за товары:
uk: Ціна за товари:

source: Cashback
ru: Кешбэк
uk: Кешбек

source: Shipping:
ru: Цена за доставку:
uk: Ціна за доставку:

# free_shipping
source: Free shipping is not enough:
ru: Доплата к минимальной сумме:
uk: Доплата до мінімальної суми:

source: Total:
ru: К оплате:
uk: Загальна ціна:

source: Order payment
ru: Оплата заказа
uk: Оплата замовлення

source: Order in
ru: Заказ в
uk: Замовлення з

source: Order Date:
ru: Дата заказа:
uk: Дата замовлення:

# confirm_order
source: Confirm the order
ru: Подтвердить заказ
uk: Підтвердити замовлення

source: minutes
ru: мин.
uk: хв.

# remove_item_alert_message
source: Are you sure you want to remove this product from your cart?
ru: Вы уверены, что хотите удалить этот товар из корзины?
uk: Ви впевнені, що хочете видалити цей товар із кошика?

source: Yes, delete
ru: Да, удаляем
uk: Так, видалити

# minimum_delivery_order_placeholder_message
source: Delivery for orders worth at least
ru: Минимальный заказ
uk: Мінімальне замовлення

source: All
ru: Все
uk: Усі

# symbol_km
source: KM
ru: км
uk: км

# symbol_min
source: MIN
ru: мин
uk: хв

source: Payment methods:
ru: Выберите тип оплаты:
uk: Типи оплати:

# order_cancel_title_message
source: The establishment canceled the order on the following occasion:
ru: Заведение отменило заказ по следующей причине:
uk: Заклад скасував замовлення з наступної причини:

# order_cancel_message_remove_cart
source: Please remove it from your shopping cart and try again.
ru: Пожалуйста, удалите товар из корзины и повторите заказ
uk: Будь ласка, видаліть товар із кошика та повторіть замовлення

# order_payment_made_title
source: Payment is made
ru: Оплата в процессе
uk: Оплата в процесі

# order_payment_made_message
source: Please wait a moment
ru: Подождите буквально минуту
uk: Будь ласка, зачекайте хвилинку.

# order_confirm_title
source: Order confirmed
ru: Заказ принят
uk: Замовлення підтверджено

# order_confirm_message
source: Your order will be ready soon
ru: Ваш заказ будет готов в ближайшее время. Вы можете вернуться к нему через историю заказов
uk: Ваше замовлення буде готове найближчим часом. Ви можете повернутися до нього через історію замовлень

source: Check order
ru: Следить за заказом
uk: Слідкувати за замовленням

source: Skip
ru: Вернуться на главную
uk: Повернутись на головну

# order_payment_failed_title
source: Failed to complete payment
ru: Не удалось совершить платеж
uk: Не вдалося завершити платіж

# order_payment_failed_message
source: Please try again or change your payment method
ru: Пожалуйста, попробуйте еще раз или измените способ оплаты
uk: Будь ласка, спробуйте ще раз або змініть спосіб оплати

source: Change payment method
ru: Изменить способ оплаты
uk: Змінити спосіб оплати

source: Back to payment
ru: Вернуться в корзину
uk: Повернутись до кошику

# call_window_title_message
source: Allow Sprut to make and manage phone calls?
ru: Разрешить приложению совершать звонки с устройства?
uk: Дозволити Sprut здійснювати телефонні дзвінки?

# call_allow
source: Allow
ru: Разрешить
uk: Дозволити

# call_deny
source: Deny
ru: Отменить
uk: Заборонити

# order_cancel_message
source: Your order has been successfully canceled
ru: Ваш заказ успешно отменен
uk: Ваше замовлення успішно скасовано

source: Delivery information
ru: Информация о доставке:
uk: Інформація про доставку:

source: Order information
ru: Платежная информация:
uk: Платіжна інформація:

source: Delivery from
ru: Откуда доставка:
uk: Звідки доставка:

source: Estimated delivery time
ru: Приблизительное время доставки
uk: Орієнтовний час доставки

# delivery_completed_comment_alert_message
source: Do you have any comments on the composition of the package that was delivered?
ru: У вас есть замечания к доставленным товарам или курьеру?
uk: У Вас є зауваження до доставлених товарів або кур'єра?

source: Please select one option.
ru: Пожалуйста, выберите один из вариантов
uk: Будь ласка, оберіть один з варіантів.

# button_yes
source: Yes
ru: Да
uk: Так

# button_no
source: No
ru: Нет
uk: Ні

# button_close
source: Close
ru: Закрыть
uk: Закрити

source: To bad
ru: Ужасно

# to_medium
source: Medium
ru: Нормально

# to_good
source: Good
ru: Хорошо

# to_excellent
source: Excellent
ru: Отлично

# txt_back
source: Back
ru: Назад
uk: Повернутись

source: Enter your product name
ru: Пожалуйста, введите название продукта
uk: Будь ласка, введіть назву продукту

# chat
source: Share
ru: Поделить..
uk: Поділитися

# support_message
source: Your order has started to be so we can't just cancel it :( The order will not be refunded. Think carefully before canceling this order. For details, you can contact our call center for support
ru: Ваш заказ уже начал готовиться, поэтому мы не можем просто отменить его :( Средства не будут возвращены. Хорошо подумайте, прежде чем отменять заказ. Для получения подробной информации Вы можете связаться с нашим колл-центром
uk: Ваше замовлення почало готуватися, тому ми не можемо його просто так скасувати :( Кошти за замовлення не повернуться. Добре подумайте, перш ніж скасувати це замовлення. За деталями ви можете звернутися до нашого колл-центру
